import { Container } from "@/ui/Container";
import Link from "next/link";

const PrivacyPolicy: React.FC = () => {
    return <Container>
        <div className="place-self-center mr-auto lg:col-span-12">
            <p className="text-4xl text-white py-4">
                プライバシーポリシー
            </p>
            <p className="text-md text-white">
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
                ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ<br />
            </p>
        </div>

    </Container>
}
export default PrivacyPolicy;